// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "Kohdista";

HSDUnknownValue = "Valitse";
NoAlignTitle = "Kohdistusta ei voida tehdä.";
NoAlignMsg = "Tarkista, että tulostin on liitetty ja kytketty päälle, ja yritä uudelleen.";

ValidationMsg = "Kohdistuksen tarkistussivua tulostetaan. Jos tulostettu kuvio on kohdistettu oikein, napsauta Valmis-painiketta. Muussa tapauksessa voit kohdistaa kuvion uudelleen napsauttamalla Kohdista-painiketta.";
HSDDoneButton = "Valmis";

CompletionAlertTitle = "Kynän kohdistus on valmis";
CompletionAlertMessage = "Voit tulostaa vahvistussivun napsauttamalla Verify-painiketta tai päättää kohdistuksen napsauttamalla Done-painiketta. Jos haluat tulostaa vahvistussivun, valitse määritetty laite seuraavasta tulostusikkunasta ja napsauta Print-painiketta.";
VerifyButton = "Verify";
PrintingPatternsTitle = "Tulostetaan kuvioita…";
PrintingValidationPageTitle = "Tulostetaan tarkistussivua…";

SemiAutomaticAlignCompletionAlertTitle = "Tulostin tulostaa kohdistuskuvioiden sivua";
SemiAutomaticAlignCompletionAlertMessage = "Noudata sivun ohjeita ja suorita kohdistusprosessi loppuun.";

AlignPrintheadsExplanation = "Seuraava toiminto kohdistaa värilliset ja mustat tulostuspäät keskenään. Tämä tarjoaa parhaa mahdollisen tulostuslaadun.";
AlignPrintheadsInvitation = "Suosittelemme, että suoritat kohdistuksen joka kerta, kun vaihdat tulostuspään.";

TransferringProcessTitle = "Siirretään tiedostoa…";
PrintingProcessTitle = "Tulostetaan PQ-diagnostiikkasivua…";

ValidationPagePrintingMsg = "Tarkistuskuvion sivua tulostetaan. Jos sisemmät laatikot eivät ole näkyvissä, valitse Valmis. Suorita muussa tapauksessa kohdistus uudelleen valitsemalla Kohdista.";

PenChangedMsg = "Kohdistus keskeytettiin, koska tulostuskasettisarja vaihdettiin. Älä poista, lisää tai vaihda kasetteja kohdistuksen aikana.";

PrintAndAlingButtonsHint = "Tulosta Tulostuslaadun diagnostiikkasivu valitsemalla Tulosta-painike. Tulosta kohdistussivu valitsemalla Kohdista-painike.";

NewCartridgeHeader = "Uusi kasetti asennettu";
NewCartridgeText = "Jos olet juuri asentanut uuden kasetin, suosittelemme sen kohdistusta. Kohdista uusi kasetti valitsemalla Kohdista.";

HSDPenAlignmentTextFieldTitle = "Kohdista";
HSDInfoTextFieldTitle = "Jotta saat parhaan tulostuslaadun, HP suosittelee kohdistuksen suorittamista joka kerta, kun vaihdat tulostuskasetin.\n\nKun valitse alla olevan Kohdista-painikkeen, kuvioiden sivu tulostuu ja sinua pyydetään vastaamaan kuvioihin perustuviin kysymyksiin.\n\nKäytä tähän toimintoon vain tavallista paperia.";
HSDGuideTextFieldTitle = "Kun olet valmis jatkamaan, valitse Kohdista.";
HSDAlignButtonTitle = "Kohdista";

HSDPatternDescription = "Tulostin tulostaa sivua, joka sisältää kohdistuskuvioita. Katso kuvion tunnus sivun oikeasta alanurkasta ja valitse sen perusteella jokin seuraavista vaihtoehdoista. Napsauta sitten Jatka-painiketta.";
HSDPattern1 = "Kuvio 1";
HSDPattern2 = "Kuvio 2";
HSDPattern3 = "Kuvio 3";
HSDGoBackButton = "Palaa";
HSDCancelButton = "Peruuta";
HSDContinueButton = "Jatka";

HSDPlotDescription = "Tarkastele tulostettua sivua huolellisesti. Siinä on useita ruutuja, jotka on piirretty ohuilla viivoilla.\n\nValitse kultakin riviltä sen ruudun tunnus, jonka sisällä oleva toinen ruutu näkyy kaikkein heikoimmin.";
HSDValidationCheck = "Tulosta vahvistussivu";

HSDStraightDescription1 = "Tarkista tulostettu sivua ja valitse nimike jokaiselle osalle, joka kuvastaa suorimpia viivoja.";
HSDStraightDescription2 = "Valitse nimike, joka näyttää palkin paperin reunaa lähimpänä olevan nuolen päässä.";
HSDStraightDescription3 = "Valitse vastaava numeroitu paikaa, joka parhaiten vastaa tulostetun sivun taustaa.";

OutOfPaperAlertTitle = "Paperi on lopussa";
OutOfPaperAlertMessage = "Lisää vähintään kaksi paperiarkkia ja paina tulostimen painiketta. Kun kuviot on tulostettu, valintaikkuna sulkeutuu automaattisesti.";
